Repository: HenriqueLindemann/CodeWave
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Periodicity
pt_br: Periodicidade

source: Coverage
pt_br: Cobertura

source: Scope
pt_br: Escopo

source: Attack Range
pt_br: Abrangência de Ataques

source: Research Methodology
pt_br: Metodologia de Pesquisa

source: Final Score
pt_br: Escore Final

source: Reports
pt_br: Relatórios

source: Data Year
pt_br: Ano Dados

source: Year the attack data was reported.
pt_br: Ano em que os dados do ataque foram relatados.

source: Type of Attack
pt_br: Tipo de Ataque

source: Type of attack covered in the report.
pt_br: Tipo de ataque abordado no relatório.

source: Condition
pt_br: Condição

source: Condition reported during the attacks.
pt_br: Condição relatada durante os ataques.

source: Size of the companies affected as reported.
pt_br: Tamanho das empresas afetadas conforme relatado.

source: Region
pt_br: Região

source: Region where the attacks were reported to have occurred.
pt_br: Região onde os ataques foram relatados.

source: Country
pt_br: País

source: Countries covered in the attack data.
pt_br: Países abrangidos nos dados do ataque.

source: Sector
pt_br: Setor

source: Sectors reported to be affected by the attacks.
pt_br: Setores relatados pelos ataques.

source: Probability
pt_br: Probabilidade

source: Probability of occurrence as reported for the attacks.
pt_br: Probabilidade de ocorrência dos ataques.

source: Cost associated with the attacks as reported.
pt_br: Custo associado aos ataques.

source: Cost Metric
pt_br: Métrica de Custo

source: Unit of the reported costs, such as USD or EUR.
pt_br: Unidade dos custos relatados, como USD ou EUR.

source: Source Report
pt_br: Relatório Fonte

source: Attack Data
pt_br: Dados de Ataque

source: Year the impact data was reported.
pt_br: Ano em que os dados de impacto ocorreram.

source: Impact
pt_br: Impacto

source: Impact reported in the report.
pt_br: Impacto registrado no relatório.

source: Condition/Attack
pt_br: Condição/Ataque

source: Condition or attack associated with the impact.
pt_br: Condição ou ataque associado ao impacto.

source: Size of the company affected as reported.
pt_br: Tamanho da empresa afetada.

source: Region where the impact was reported.
pt_br: Região onde o impacto foi registrado.

source: Country where the impact was reported.
pt_br: País onde o impacto foi registrado.

source: Sector reported to be affected by the impact.
pt_br: Setor afetado pelo impacto.

source: Reported probability of the impact occurring.
pt_br: Probabilidade de ocorrência do impacto.

source: Estimated cost associated with the impact.
pt_br: Custo estimado associado ao impacto.

source: Impact Data
pt_br: Dados de Impacto

source: Year the sector data was reported.
pt_br: Ano em que os dados do setor foram reportados.

source: Sector reported to be affected.
pt_br: Setor reportado como afetado.

source: Type of attack reported in the sector.
pt_br: Tipo de ataque reportado no setor.

source: Size of the companies within the sector affected as reported.
pt_br: Tamanho das empresas dentro do setor reportado como afetadas.

source: Region where the sector was affected.
pt_br: Região onde o setor foi afetado.

source: Country where the sector was affected.
pt_br: País onde o setor foi afetado.

source: Reported probability of the attack occurring in the sector.
pt_br: Probabilidade reportada de ocorrência do ataque no setor.

source: Estimated cost associated with the impact on the sector.
pt_br: Custo estimado associado ao impacto no setor.

source: Sector Data
pt_br: Dados dos Setores

source: Year the location data was reported.
pt_br: Ano em que os dados de localização foram relatados.

source: Location
pt_br: Localização

source: Region or country where the data was reported.
pt_br: Região ou país onde os dados foram relatados.

source: Type of attack reported in the location.
pt_br: Tipo de ataque relatado na localização.

source: Size of the companies within the location affected as reported.
pt_br: Tamanho das empresas na localização afetadas conforme relatado.

source: Sector reported to be affected in the location.
pt_br: Setor relatado como afetado na localização.

source: Reported probability of the attack occurring in the location.
pt_br: Probabilidade relatada do ataque ocorrer na localização.

source: Estimated cost associated with the impact in the location.
pt_br: Custo estimado associado ao impacto na localização.

source: Location Data
pt_br: Dados de Localização
