Repository: HenriqueLindemann/CodeWave
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: My Account
pt_br: Minha Conta

source: Welcome
pt_br: Bem vindo

source: Change Profile
pt_br: Adicionar Empresa

source: Change Password
pt_br: Mudar Senha

source: Save
pt_br: Salvar

source: Password
pt_br: Senha

source: Repeat the password
pt_br: Repita a mesma senha

source: Repeat the same password for verification.
pt_br: Repita a mesma senha para verificação.

source: Username
pt_br: Usuário

source: A username that will be used for identification and login on the platform.
pt_br: Um nome de usuário que será usado para identificação e login na plataforma

source: Name
pt_br: Nome

source: Staff Status
pt_br: Status Administrador

source: Active Status
pt_br: Status de Atividade

source: Date Joined
pt_br: Data Registro

source: Institution
pt_br: Instituição

source: Job
pt_br: Cargo

source: Role
pt_br: Função

source: GT-IMPACTO - Simulation of Economic Aspects of Cybersecurity
pt_br: GT-IMPACTO - Simulação de Aspectos Econômicos de Cibersegurança

source: Type your username and password to access the platform
pt_br: Entre com o usuário e senha para acessar a plataforma.

source: Remember
pt_br: Lembrar

source: Enter
pt_br: Entrar

source: Don't have an account?
pt_br: Não possui uma conta?

source: Register
pt_br: Registrar-se

source: Register in the platform
pt_br: Registrar-se na plataforma

source: Don't have an account to access the platform? Create one now. It's quick :)
pt_br: Não possui uma conta para acessar a plataforma? Crie agora mesmo. É rápido :)

source: Create account
pt_br: Criar conta

source: Already have an account?
pt_br: Já possui uma conta?

source: Login
pt_br: Faça o login

source: Add Company Profile
pt_br: Adicionar Empresa

source: Business Dimension
pt_br: Dimensão de Negócios

source: Technical Dimension
pt_br: Dimensão Técnica

source: Human Dimension
pt_br: Dimensão Humana

source: Governance Dimension
pt_br: Dimensão da Governança

source: Visibility
pt_br: Visibilidade Pública

source: Configurations
pt_br: Configurações

source: Log out
pt_br: Sair

source: Company Profile
pt_br: Perfil da Empresa

source: View Company
pt_br: Visualizar Empresa

source: Add Company
pt_br: Adicionar Empresa

source: My account
pt_br: Minha Conta

source: Settings
pt_br: Configurações

source: About
pt_br: Sobre

source: Team
pt_br: Equipe

source: Contact
pt_br: Contato

source: Analysis of
pt_br: Análise de

source: Edit Company
pt_br: Editar Empresa

source: Estimated attacks per month
pt_br: Ataques estimados por mês

source: This chart displays the estimated number of cyber attacks each month.
pt_br: Este gráfico mostra o número estimado de ataques cibernéticos a cada mês.

source: Estimated atacks for companies in the
pt_br: Ataques estimados para empresas no

source: sector, located in
pt_br: setor, localizadas em

source: Cyber Attack Risk Levels
pt_br: Níveis de Risco de Ataques Cibernéticos

source: This chart shows the risk level for different types of cyber attacks.
pt_br: Este gráfico mostra os níveis de risco para diferentes tipos de ataques cibernéticos.

source: Risk for companies in the
pt_br: Risco para empresas no

source: Company Profile of
pt_br: Perfil de Empresa da

source: Company Analisys
pt_br: Análise da Empresa

source: Company Name
pt_br: Adicionar Empresa

source: Headquarters Country
pt_br: País da Sede

source: Industry Type
pt_br: Setor de Atuação

source: Company Size
pt_br: Adicionar Empresa

source: Annual Revenue
pt_br: Receita Anual

source: Employee Count
pt_br: Número de Funcionários

source: Remote Work (%%)
pt_br: Taxa de Trabalho Remoto (%%)

source: Growth Rate (%%)
pt_br: Taxa de Crescimento (%%)

source: Cybersecurity Spending
pt_br: Gastos em Cibersegurança

source: Company has Global Presence
pt_br: Empresa possui Presença Global

source: Balanced Investments
pt_br: Investimentos Balanceados

source: Assets Value are Determined
pt_br: Valor dos Ativos são Determinados

source: Number of Authentication Factors
pt_br: Número de Fatores de Autenticação.

source: Cloud Solution
pt_br: Tipo de Solução em Nuvem

source: Network Infrastructure
pt_br: Infraestrutura de Rede

source: Company has Updated Asset Inventory
pt_br: Empresa Possui Inventário Atualizado

source: Systems have Periodic System Updates
pt_br: Atualizações Periódicas do Sistema

source: IT System are Monitored
pt_br: Sistemas de TI são Monitorados

source: Regular Critical Information Backups
pt_br: Backups Regulares de Informações Críticas

source: Offsite Backups
pt_br: Backups em Localizações Externas

source: Regular Backup Checks
pt_br: Checagem Regular de Backups

source: Data Encryption in Storage
pt_br: Criptografia de Dados Armazenados

source: Data Encryption in Transit
pt_br: Criptografia de Dados em Trânsito

source: Secure Data Disposal Process
pt_br: Processo de Descarte Seguro de Dados

source: Properly Configured IT Systems
pt_br: Sistemas de TI Configurados Corretamente

source: VPN for Remote Access
pt_br: VPN para Acesso Remoto

source: Continuous Vulnerability Identification
pt_br: Identificação Contínua de Vulnerabilidades

source: Cybersecurity Awareness
pt_br: Conscientização em Segurança Cibernética

source: Cybersecurity Training
pt_br: Treinamento em Segurança Cibernética

source: Incident Reporting Procedures
pt_br: Procedimentos para Relatar Incidentes

source: Documented Response Plan
pt_br: Plano de Resposta Documentado

source: Incident Report Awareness
pt_br: Conscientização sobre Relatórios de Incidentes

source: Response Plan is Updated
pt_br: Plano de Resposta a Incidentes é Atualizado

source: Incident Simulation
pt_br: Simulação de Incidentes

source: Operational Recovery Capacity
pt_br: Capacidade de Retomada de Operações

source: Continuous Credential Maintenance
pt_br: Manutenção de Credenciais

source: Service Provider Risk (%%)
pt_br: Risco do Provedor de Serviços (%%)

source: Critical Supplier Dependency (%%)
pt_br: Dependência de Fornecedores Críticos (%%)

source: Cybersecurity Investment
pt_br: Investimento em Cibersegurança

source: Risk Prioritization
pt_br: Priorização de Riscos

source: Risk Reassessment
pt_br: Reavaliação de Riscos

source: Vulnerability Identification
pt_br: Identificação de Vulnerabilidades

source: IT Records Presence
pt_br: Presença de Registros de TI

source: Network Systems have Traffic Monitoring
pt_br: Monitoramento do Tráfego de Sistemas de Rede

source: Threat Identification Process
pt_br: Processo de Identificação de Ameaças

source: Metrics are Used for Comparison
pt_br: Uso de Métricas para Comparação

source: Updated Data Protection Policies
pt_br: Políticas Atualizadas de Proteção de Dados

source: Privacy Notifications Provision
pt_br: Fornecimento de Notificações de Privacidade

source: Minimal Data Collection
pt_br: Coleta Mínima de Dados

source: Data is Secure and is Deleted and Anonymized
pt_br: Exclusão e Anonimização Segura de Dados

source: Security Controls Implementation
pt_br: Implementação de Controles de Segurança

source: Company Profiles
pt_br: Perfis das Empresas

source: Edit Company Profile
pt_br: Editar Empresa

source: Welcome <b>%(name)s</b>!
pt_br: Bem vindo <b>%(name)s</b>!

source: User Profile
pt_br: Perfil de Usuário

source: Yes,No
pt_br: Sim,não

source: Publisher
pt_br: Editora

source: View Report
pt_br: Ver Relatório

source: No report available
pt_br: Nenhum relatório disponível

source: Report
pt_br: Relatório

source: Not available
pt_br: Não disponível

source: Cost
pt_br: Custo

source: Enter the full legal name of the company.
pt_br: Digite o nome legal completo da empresa.

source: Specify the country where the company's main headquarters is located. GV.OC
pt_br: Especifique o país onde a sede principal da empresa está localizada. GV.OC

source: Global Presence
pt_br: Presença global

source: Mark this box if the company operates in multiple countries around the world. GV.OC
pt_br: Ative se a empresa opera em diversos países do mundo GV.OC

source: Annual Revenue ($)
pt_br: Receita Anual ($)

source: Specify the company's total annual revenue in U.S. dollars. Example: 500000 for $500,000. GV.OC
pt_br: Digite a receita anual da empresa em dólares. Exemplo: 500000 para $500.000. GV.OC

source: Size
pt_br: Tamanho

source: Small
pt_br: Pequena

source: Medium
pt_br: Média

source: Large
pt_br: Grande

source: Choose the size category that best represents the company based on number of employees or annual revenue. GV.OC
pt_br: Escolha a categoria de tamanho que melhor representa a empresa com base no número de funcionários ou receita anual. GV.OC

source: Enter the primary industry or sector in which the company operates. GV.OC
pt_br: Digite o setor industrial principal ou o segmento de operação da empresa. GV.OC

source: Enter the total number of individuals employed by the company. Example: 250. GV.OC
pt_br: Informe o número total de indivíduos empregados pela empresa. Exemplo: 250. GV.OC

source: Remote Work Rate (%)
pt_br: Taxa de Trabalho Remoto (%)

source: Enter the approximate percentage of employees working remotely. Example: Enter 70 for 70%. GV.OC
pt_br: Digite a porcentagem aproximada de funcionários que trabalham remotamente. Exemplo: Insira 70 para 70%. GV.OC

source: Growth Rate (%)
pt_br: Taxa de Crescimento (%)

source: Enter the annual growth rate as a percentage. Example: Enter 10 for 10%. GV.OC
pt_br: Digite a taxa de crescimento anual como uma porcentagem. Exemplo: Insira 10 para 10%. GV.OC

source: Check this box if the company maintains a balanced approach to investments, considering both risks and financial impacts. ID.RA
pt_br: Marque esta caixa se a empresa mantém uma abordagem equilibrada para os investimentos, considerando tanto os riscos quanto os impactos financeiros. ID.RA

source: Cybersecurity Spending ($)
pt_br: Gastos em Cibersegurança ($)

source: Enter the annual amount spent on cybersecurity in U.S. dollars. Example: 100000 for $100,000. GV.RM
pt_br: Informe o valor anual gasto em cibersegurança em dólares americanos. Exemplo: 100000 para $100.000. GV.RM

source: Assets Value
pt_br: Valor dos Ativos

source: Mark this box if the value of the company's assets includes tangible items like hardware and software as well as intangibles like data and intellectual property. ID.AM
pt_br: Marque esta caixa se o valor dos ativos da empresa incluir itens tangíveis, como hardware e software, bem como intangíveis, como dados e propriedade intelectual. ID.AM

source: Updated Inventory
pt_br: Inventário Atualizado

source: Check this box if the company maintains an up-to-date inventory of all hardware, software, and digital assets. ID.AM, PR.PS-02
pt_br: Marque esta caixa se a empresa mantém um inventário atualizado de todos os equipamentos, softwares e ativos digitais. ID.AM, PR.PS-02

source: Periodic System Updates
pt_br: Atualizações Periódicas do Sistema

source: Mark this if the company regularly updates its operating systems and software to ensure security. ID.AM, PR.PS-02, PR.PS-03
pt_br: Marque isto se a empresa atualiza regularmente seus sistemas operacionais e softwares para garantir a segurança. ID.AM, PR.PS-02, PR.PS-03

source: IT System Monitoring
pt_br: Monitoramento dos Sistemas de TI

source: Check this box if the company's IT systems are continuously monitored for any unusual activities or threats. PR.PS
pt_br: Marque esta caixa se os sistemas de TI da empresa são continuamente monitorados para quaisquer atividades incomuns ou ameaças. PR.PS

source: Indicate here if the company regularly backs up essential data to prevent loss in case of system failures. PR.DS-11
pt_br: Indique aqui se a empresa realiza regularmente backups de dados essenciais para prevenir a perda em caso de falhas no sistema. PR.DS-11

source: Check this if backups are stored in a secure, remote location separate from the main place of business. PR.DS-11
pt_br: Marque isto se os backups são armazenados em um local remoto e seguro, separado do local principal de negócios. PR.DS-11

source: Mark this box if the company routinely checks backup integrity and accessibility. PR.DS-11
pt_br: Marque esta caixa se a empresa verifica rotineiramente a integridade e a acessibilidade dos backups. PR.DS-11

source: Indicate here if the company employs encryption to protect stored data from unauthorized access. PR.DS-01
pt_br: Indique aqui se a empresa utiliza criptografia para proteger os dados armazenados contra acesso não autorizado. PR.DS-01

source: Mark this if the company encrypts data during transmission to prevent interception. PR.DS-02
pt_br: Marque isto se a empresa criptografa os dados durante a transmissão para evitar interceptação. PR.DS-02

source: Check this box if the company follows a secure process for disposing of or deleting data that is no longer needed. PR.DS
pt_br: Marque esta caixa se a empresa segue um processo seguro para descartar ou deletar dados que não são mais necessários. PR.DS

source: Indicate here if the company ensures that all IT systems are properly set up and configured for optimal security. PR.PS-01, PR.PS-02, PR.PS-03
pt_br: Indique aqui se a empresa garante que todos os sistemas de TI estão devidamente configurados e ajustados para uma segurança ótima. PR.PS-01, PR.PS-02, PR.PS-03

source: Authentication Factors
pt_br: Fatores de Autenticação

source: Enter the total number of authentication factors used for securing user access. Common factors include passwords, security tokens, and biometrics. PR.AA
pt_br: Digite o número total de fatores de autenticação usados para garantir o acesso do usuário. Fatores comuns incluem senhas, tokens de segurança e biometria. PR.AA

source: Cloud Solution Type
pt_br: Tipo de Solução em Nuvem

source: None
pt_br: Nenhuma

source: Private
pt_br: Privada

source: Public
pt_br: Pública

source: Hybrid
pt_br: Híbrida

source: Select the type of cloud solution your company uses. 'None' for no cloud usage, 'Private' for internal cloud services, 'Public' for external cloud services, and 'Hybrid' for a mix of both. PR.PS, PR.DS
pt_br: Selecione o tipo de solução em nuvem que sua empresa utiliza. 'Nenhum' para não uso de nuvem, 'Privado' para serviços de nuvem internos, 'Público' para serviços de nuvem externos e 'Híbrido' para uma mistura de ambos. PR.PS, PR.DS

source: Choose the primary network infrastructure type. 'LAN' for Local Area Network typically used within a single building, 'WAN' for Wide Area Network used for larger geographical areas. PR.PS, PR.DS
pt_br: Escolha o tipo principal de infraestrutura de rede. 'LAN' para Rede de Área Local, tipicamente usada dentro de um único prédio, 'WAN' para Rede de Área Ampla, usada para áreas geográficas maiores. PR.PS, PR.DS

source: Check this box if the company uses a Virtual Private Network (VPN) to secure remote access to the company's network. PR.PS, PR.DS
pt_br: Marque esta caixa se a empresa utiliza uma Rede Privada Virtual (VPN) para garantir o acesso remoto seguro à rede da empresa. PR.PS, PR.DS

source: Indicate here if the company has processes in place for the continuous identification of vulnerabilities in its software or network. DE.CM,
pt_br: Indique aqui se a empresa possui processos para a identificação contínua de vulnerabilidades em seu software ou rede. DE.CM

source: Mark this box if the company actively promotes cybersecurity awareness among all employees. PR.AT, GV.RR
pt_br: Marque esta caixa se a empresa promove ativamente a conscientização em segurança cibernética entre todos os funcionários. PR.AT, GV.RR

source: Check this if the company provides regular cybersecurity training to employees to enhance security practices. GV.PO, PR.AT
pt_br: Marque isto se a empresa oferece treinamento regular em segurança cibernética aos funcionários para aprimorar as práticas de segurança. GV.PO, PR.AT

source: Check this if the company has formal procedures in place for employees to report cybersecurity incidents. GV.PO
pt_br: Marque isto se a empresa possui procedimentos formais para que os funcionários relatem incidentes de segurança cibernética. GV.PO

source: Mark this box if the company has a documented plan detailing steps to be taken in response to cybersecurity incidents. GV.PO
pt_br: Marque esta caixa se a empresa possui um plano documentado detalhando as etapas a serem tomadas em resposta a incidentes de segurança cibernética. GV.PO

source: Check this if there is a company-wide understanding of the importance and procedures for reporting cybersecurity incidents. GV.PO
pt_br: Marque isto se houver um entendimento em toda a empresa sobre a importância e os procedimentos para relatar incidentes de segurança cibernética. GV.PO

source: Response Plan Update
pt_br: Atualização do Plano de Resposta a Incidentes

source: Mark this box if the company routinely reviews and updates its incident response plan to adapt to new threats. GV.OV, GV.PO, ID.IM, RS.MA, RS.AN
pt_br: Marque esta caixa se a empresa revisa e atualiza rotineiramente seu plano de resposta a incidentes para se adaptar a novas ameaças. GV.OV, GV.PO, ID.IM, RS.MA, RS.AN

source: Check this if the company conducts simulated cybersecurity incidents to test and improve its response strategies. ID.IM, RS.AN
pt_br: Marque isto se a empresa realiza simulações de incidentes de segurança cibernética para testar e melhorar suas estratégias de resposta. ID.IM, RS.AN

source: Mark this box if the company is equipped to quickly restore critical functions and return to normal operations after a cyberattack. RC.RP, RC.CO
pt_br: Marque esta caixa se a empresa estiver equipada para restaurar rapidamente as funções críticas e voltar às operações normais após um ciberataque. ID.IM, RS.AN

source: Credentials Maintenance
pt_br: Manutenção de Credenciais

source: Check this if the company actively maintains and updates system credentials to ensure secure access. PR.AA, GV.RR
pt_br: Marque isto se a empresa mantém e atualiza ativamente as credenciais do sistema para garantir acesso seguro. PR.AA, GV.RR

source: Check this box if the company actively prioritizes risks based on their potential impact and likelihood of occurrence. GV.RM, ID.RA
pt_br: Marque esta caixa se a empresa prioriza ativamente os riscos com base em seu impacto potencial e probabilidade de ocorrência. GV.RM, ID.RA

source: Mark this box if the company regularly reassesses its risks to account for new developments or changes in the business environment. GV.RM, ID.RA
pt_br: Marque esta caixa se a empresa reavalia regularmente seus riscos para levar em conta novos desenvolvimentos ou mudanças no ambiente de negócios. GV.RM, ID.RA

source: Check this if the company has processes in place to continually identify vulnerabilities in its IT infrastructure. DE.CM
pt_br: Marque isto se a empresa possui processos para identificar continuamente vulnerabilidades em sua infraestrutura de TI. DE.CM

source: Indicate here if the company maintains comprehensive records and history logs of all IT systems and activities. PR.PS-04
pt_br: Indique aqui se a empresa mantém registros abrangentes e históricos de todos os sistemas e atividades de TI. PR.PS-04

source: Network Systems Traffic Monitoring
pt_br: Monitoramento do Tráfego de Sistemas de Rede

source: Mark this box if there is ongoing monitoring of network and system traffic to detect unusual patterns or potential breaches. DE.CM-01
pt_br: Marque esta caixa se há monitoramento contínuo do tráfego de rede e sistemas para detectar padrões incomuns ou possíveis violações. DE.CM-01

source: Check this if the company employs a continuous process for the assessment and identification of potential security threats. DE.CM
pt_br: Marque isto se a empresa emprega um processo contínuo para a avaliação e identificação de possíveis ameaças de segurança. DE.CM

source: Service Provider Risk (%)
pt_br: Risco do Provedor de Serviços (%)

source: Enter the percentage representing the level of risk associated with the company's service providers. Example: Enter 20 for 20%. GV.SC
pt_br: Digite a porcentagem que representa o nível de risco associado aos provedores de serviços da empresa. Exemplo: Digite 20 para 20%. GV.SC

source: Critical Supplier Dependency (%)
pt_br: Dependência de Fornecedores Críticos (%)

source: Specify the percentage that represents the company's dependency on critical suppliers. Example: Enter 30 for 30% dependency. ID.RA-10, GV.RM-05
pt_br: Especifique a porcentagem que representa a dependência da empresa em fornecedores críticos. Exemplo: Digite 30 para 30% de dependência. ID.RA-10, GV.RM-05

source: Cybersecurity Investment ($)
pt_br: Investimento em Cibersegurança ($)

source: Enter the annual dollar amount the company invests in cybersecurity measures and technologies. Example: 50000 for $50,000. GV.OC
pt_br: Informe o valor anual em dólares que a empresa investe em medidas e tecnologias de cibersegurança. Exemplo: 50000 para $50.000. GV.OC

source: Metrics Use for Comparison
pt_br: Uso de Métricas para Comparação

source: Check this box if the company utilizes specific metrics to evaluate and compare cybersecurity solutions for effective prioritization. ID.IM, ID.RA
pt_br: Marque esta caixa se a empresa utiliza métricas específicas para avaliar e comparar soluções de cibersegurança para uma priorização eficaz. ID.IM, ID.RA

source: Mark this box if the company maintains data protection policies that are regularly reviewed and updated to stay aligned with current regulations. GV.OV, PR.DS
pt_br: Marque esta caixa se a empresa mantém políticas de proteção de dados que são regularmente revisadas e atualizadas para permanecerem alinhadas com as regulamentações atuais. GV.OV, PR.DS

source: Indicate here if the company provides clear and understandable notifications to users about data collection, usage, and sharing practices. GV.OC-03
pt_br: Indique aqui se a empresa fornece notificações claras e compreensíveis aos usuários sobre as práticas de coleta, uso e compartilhamento de dados. GV.OC-03

source: Check this if the company practices data minimization by collecting, processing, and storing only the essential amount of personal data required for its operations. PR.DS, GV.OC-03
pt_br: Marque isto se a empresa pratica a minimização de dados coletando, processando e armazenando apenas a quantidade essencial de dados pessoais necessária para suas operações. PR.DS, GV.OC-03

source: Data Secure Deletion and Anonymization
pt_br: Exclusão e Anonimização Segura de Dados

source: Mark this box if there are established practices in place for the secure deletion or anonymization of personal data when it is no longer necessary. PR.DS, GV.OC-03
pt_br: Marque esta caixa se existirem práticas estabelecidas para a exclusão segura ou anonimização de dados pessoais quando eles não forem mais necessários. PR.DS, GV.OC-03

source: Indicate here if the company has implemented effective security controls to safeguard personal information against unauthorized access or breaches. GV.OC-03, PR.DS
pt_br: Indique aqui se a empresa implementou controles de segurança eficazes para proteger informações pessoais contra acesso não autorizado ou violações. OC-03, PR.DS

source: Public Visibility
pt_br: Visibilidade Pública

source: Determines if the company should be shared with other users or not. Further implementation will be done for sharing with specific groups and users.
pt_br: Determina se a empresa deve ser compartilhada com outros usuários ou não. Implementações futuras serão feitas para compartilhamento com grupos e usuários específicos.

source: Reputation
pt_br: Reputação

source: Reputation score of the publisher.
pt_br: Escore de reputação da editora

source: Publishers
pt_br: Editora

source: Name of the report.
pt_br: Nome do report

source: URL link to the report.
pt_br: URL link para o relatório

source: Year
pt_br: Ano

source: Year the report was published.
pt_br: Ano em que o relatório foi publicado
